Repository: Muso98/LearnSphere
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Dashboard
ru: Панель управления

source: Home
ru: Главная

source: Profile
ru: Профиль

source: Bosh sahifa
ru: Главная

source: Dars Jadvali
ru: Расписание

source: Vazifalar
ru: Задания

source: Kutubxona
ru: Библиотека

source: Testlar
ru: Тесты

source: Bildirishnomalar
ru: Уведомления

source: Majlislar
ru: Собрания

source: Reyting
ru: Рейтинг

source: Do'kon
ru: Магазин

source: Xabarlar
ru: Сообщения

source: Jurnal
ru: Журнал

source: Davomat
ru: Посещаемость

source: Profil boshqaruvi
ru: Управление профилем

source: Mening Profilim
ru: Мой профиль

source: Chiqish
ru: Выйти

source: Kirish
ru: Войти

source: Xush kelibsiz!
ru: Добро пожаловать!

source: LearnSphere ta'lim platformasiga kirish
ru: Войти в платформу LearnSphere

source: Login yoki parol noto'g'ri.
ru: Неверный логин или пароль.

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Username
ru: Имя пользователя

source: Parol
ru: Пароль

source: Tizimga Kirish
ru: Войти в систему

source: Demo hisoblar kerakmi?
ru: Нужны демо-аккаунты?

source: Ko'rish
ru: Посмотреть

source: Mening Kabinetim
ru: Мой Кабинет

source: Biriktirilmagan
ru: Не прикреплен

source: Sinf
ru: Класс

source: Xush kelibsiz
ru: Добро пожаловать

source: Baholarim
ru: Мои Оценки

source: Fan
ru: Предмет

source: Baho
ru: Оценка

source: Sana
ru: Дата

source: Baholar hali mavjud emas.
ru: Оценок пока нет.

source: Status
ru: Статус

source: Bor
ru: Присутствовал

source: Yo'q
ru: Отсутствовал

source: Kechikkan
ru: Опоздал

source: Davomat ma'lumotlari topilmadi.
ru: Данные о посещаемости не найдены.

source: Ota-ona burchagi
ru: Кабинет родителя

source: Farzandlaringizning o'zlashtirish ko'rsatkichlari bu yerda aks etadi.
ru: Здесь отображаются показатели успеваемости ваших детей.

source: Farzandlarim
ru: Мои Дети

source: Farzandlar hali biriktirilmagan.
ru: Дети еще не прикреплены.

source: So'nggi Baholar
ru: Последние Оценки

source: O'quvchi
ru: Ученик

source: Izoh
ru: Комментарий

source: So'nggi baholar topilmadi.
ru: Последние оценки не найдены.

source: Farzandlarimning Qobiliyatlari (AI Tahlil)
ru: Навыки моих детей (ИИ Анализ)

source: Sinf yo'q
ru: Нет класса

source: Ma'lumot yo'q
ru: Нет данных

source: Admin Dashboard
ru: Панель администратора

source: Asosiy sahifa
ru: Главная страница

source: Jami foydalanuvchilar
ru: Всего пользователей

source: Faol
ru: Активны

source: O'quvchilar
ru: Ученики

source: Aktiv
ru: Активен

source: Bugungi davomat
ru: Посещаемость сегодня

source: Bugun
ru: Сегодня

source: O'rtacha baho
ru: Средняя оценка

source: 30 kun
ru: 30 дней

source: Fanlar bo'yicha o'zlashtirish
ru: Успеваемость по предметам

source: Haftalik davomat tendensiyasi
ru: Еженедельная тенденция посещаемости

source: Eng yaxshi o'quvchilar
ru: Лучшие ученики

source: Yuklanmoqda...
ru: Загрузка...

source: E'tibor talab qiluvchilar
ru: Требует внимания

source: Oxirgi baholar
ru: Недавние оценки

source: Hozircha baholar yo'q
ru: Оценок пока нет

source: Yangi foydalanuvchilar
ru: Новые пользователи

source: Admin
ru: Администратор

source: Director
ru: Директор

source: Teacher
ru: Учитель

source: Student
ru: Ученик

source: Parent
ru: Родитель

source: Mathematics
ru: Математика

source: English
ru: Английский

source: baho
ru: оценок

source: Hammasi yaxshi!
ru: Все отлично!

source: Kelgan
ru: Присутствовал

source: Kelmagan
ru: Отсутствовал

source: Davomat %
ru: Посещаемость %
